Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_saamen_kielten_saamelaisen_kasityon_ja_poronhoidon_opiskelijoita(0).html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät palkitsi saamen kielten, saamelaisen käsityön ja poronhoidon opiskelijoita
sme: Sámediggi bálkkašii sámegielaid, sámi duoji ja boazodoalu stuđeanttaid

source: Saamelaiskäräjät jakoi Saamelaisalueen koulutuskeskuksen kevätjuhlassa stipendejä saamen kielten, saamelaisen käsityön ja poronhoidon opinnoissa hyvin menestyneille opiskelijoille.
sme: Sámediggi jugii Sámi oahpahusguovddáža giđđafeasttas stipeanddaid stuđeanttaide, geat leat bures menestuvvan sámegielaid, sámi duoji ja boazodoalu oahpuin.

source: Stipendi annettiin yhteensä yhdeksälle koulutuskeskuksen linjoilta valmistuneelle.
sme: Stipeanddat addojuvvojedje oktiibuot ovcci oahpahusguovddáža linjáin válmmaštuvvan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat opiskelijat:
sme: Sámedikki stipeandda ožžo čuovvovaš stuđeanttat:

source: Inarinsaamen kieli ja kulttuuri : Sonja Valle ja Milja Nikunen
sme: Anárašgiella ja kultuvra : Sonja Valle ja Milja Nikunen

source: Pohjoissaamen kieli ja kulttuuri: Nina Autti ja Kaisa Ruokojärvi
sme: Davvisámegiella ja kultuvra: Nina Autti ja Kaisa Ruokojärvi

source: Koltansaamen kieli ja kulttuuri: Jasmi Mäenpää ja Maarit Kiprianoff
sme: Nuortalašgiella ja kultuvra: Jasmi Mäenpää ja Maarit Kiprianoff

source: Saamelainen käsityö: Nils Joel Partapuoli ja Essi Morottaja
sme: Sámi duodji: Nils Joel Partapuoli ja Essi Morottaja

source: Poronhoito: Fasku-Oskal Magga
sme: Boazodoallu: Fasku-Oskal Magga

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!

source: Kuva Saamelaisalueen koulutuskeskuksen kevätjuhlasta perjantaina 3. kesäkuuta.
sme: Govva Sámi oahpahusguovddáža giđđafeasttas bearjadaga geassemánu 3. beaivve.

source: Esiintymässä Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen ja Helmi Isojunno.
sme: Loaiddasteame Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen ja Helmi Isojunno.

source: Kuva: Sogsakk.
sme: Govva: Sogsakk.
